[InteractiveObjects.IO_Aster_M2_CameraShakeFactory InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_M2_BloodFruit InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_M2_BoneIdol InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_M2_Fountain InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_M2_WallSymbol InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_M2_WallSymbol2ndSet InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_M2_BloodFruit MissionItemDefinition]
UseFailureCharacterMessage="it should %s Take advantage of this article."
ItemName="blood product"
PickupMessage="You will find %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="This product is lost."
NoManufacturerName="Summary"

[ItemDefs.ID_M2_BloodFruit:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Bloodfruit orcs usually feed on fruit.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_M2_BloodFruit2 MissionItemDefinition]
UseFailureCharacterMessage="you need %s Use this."
ItemName="blood fruit"
PickupMessage="he said %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="This item is not allowed.."
NoManufacturerName="Generally,"

[ItemPool.ID_M2_BloodFruit2:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Blood products widely used in clinical blood products category."
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.Skill_Aster_OLTreantWeaken SkillDefinition]
SkillName="The weakness of an old enemy"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

